Repository: wp-plugins/website-contact-form-with-file-upload
Catalog: locale/nm_webcontact-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Following files are uploaded:
fr_fr: %d / %d fichiers téléchargés

source: Download file
fr_fr: Fichier %s

source: N-Media Websit Contact Form Setting
fr_fr: Formulaire de Contact de la N-Media Websit définissant

source: Here you can create and edit forms. These forms can be used on any pages/posts
fr_fr: Ici vous pouvez créer et modifier des formulaires. Ces formulaires peuvent être utilisés sur n'importe quel pages/messages

source: Add Form
fr_fr: Ajouter un texte

source: Contact Forms
fr_fr: Formulaires

source: Contact Form
fr_fr: Formulaire de contact

source: Form added successfully
fr_fr: Fiche ajoutée avec succès

source: Error while savign form, please try again
fr_fr: Erreur lors de la forme de savign, veuillez recommencer

source: Form updated successfully
fr_fr: Toutes les options sont mises à jour

source: Error while updating form, please try again
fr_fr: Erreur lors de la mise à jour formulaire, se il vous plaît essayer à nouveau

source: All options are updated
fr_fr: Toutes les options sont mises à jour

source: Following message is being sent by User
fr_fr: Message suivant est envoyé par l'utilisateur

source: Message sent successfully
fr_fr: Set message selon votre besoin

source: Error: while seding Email
fr_fr: Erreur lors de la suppression du fichier %s

source: Error while creating directory
fr_fr: Erreur durant la création du dossier.

source: File type not valid -
fr_fr: Fichier %s

source: Error while uploading file
fr_fr: Erreur lors de la suppression du fichier %s

source: File removed
fr_fr: Fichier supprimé

source: Error while deleting file
fr_fr: Erreur lors de la suppression du fichier %s

source: Meta deleted successfully
fr_fr: supprimé avec succès

source: It is PRO
fr_fr: C'est PRO

source: Title
fr_fr: Titre du bouton Design

source: It will as section heading wrapped in h2
fr_fr: Il aura comme titre enveloppé dans h2

source: Type description, it will be diplay under section heading.
fr_fr: Tapez la description, il sera diplay sous titre.

source: It will be shown as field label
fr_fr: Étiquette pour bouton collant.

source: Data name
fr_fr: Nom de Données

source: REQUIRED: The identification name of this field, that you can insert into body email configuration. Note:Use only lowercase characters and underscores.
fr_fr: REQUIS : Le nom d'identification de ce champ, que vous pouvez insérer dans le corps de l'email de configuration. <strong>Remarque :</strong>Utilisez uniquement des caractères minuscules et underscores.

source: Small description, it will be diplay near name title.
fr_fr: Petite description, il sera diplay près nom titre.

source: Error message
fr_fr: Erreur: fichier trop grand:

source: Insert the error message for validation.
fr_fr: Insérer le message d'erreur pour la validation.

source: Required
fr_fr: Obligatoire

source: Select this if it must be required.
fr_fr: Sélectionner la couleur de police

source: Class
fr_fr: <button class="button" href="javascript:;">%s</button>

source: Insert an additional class(es) (separateb by comma) for more personalization.
fr_fr: Insérez une classe supplémentaire (s) (separé par des virgules) pour plus de personnalisation.

source: Width
fr_fr: Largeur

source: Type field width in % e.g: 50%
fr_fr: Entrez la largeur de champ dans % par exemple : 50 %

source: Field value
fr_fr: Valeur de champ

source: you can pre-set the value of this hidden input.
fr_fr: vous pouvez définir préalablement la valeur de cette entrée cachée.

source: Date formats
fr_fr: Formats Date

source: Select date format.
fr_fr: Choix des options

source: Send email
fr_fr: Envoyer un mail

source: Select this if you want user get this form.
fr_fr: Sélectionnez cette option si vous souhaitez que l'utilisateur obtenir ce formulaire.

source: Add options
fr_fr: Ajouter des formes

source: Type each option per line
fr_fr: Chaque option par ligne de type

source: Checked option(s)
fr_fr: Fichier %s

source: Type option(s) name (given above) if you want already checked.
fr_fr: Tapez le nom d'options (énoncée plus haut) si vous voulez déjà vérifié.

source: Min. Checked option(s)
fr_fr: Min. ou vérifié les options

source: How many options can be checked by user e.g: 2. Leave blank for default.
fr_fr: Comment beaucoup d'options peut être vérifiée par l'utilisateur par exemple: 2. laissez vide pour la valeur par défaut.

source: Max. Checked option(s)
fr_fr: Taille maximale du fichier : %s

source: How many options can be checked by user e.g: 3. Leave blank for default.
fr_fr: Comment beaucoup d'options peut être vérifiée par l'utilisateur par exemple: 3. laissez vide pour la valeur par défaut.

source: Selected option
fr_fr: Télécharger l'objet sélectionné

source: Type option name (given above) if you want already selected.
fr_fr: Tapez nom de l'option (énoncée plus haut) si vous voulez déjà sélectionnés.

source: Button label
fr_fr: Étiquette pour bouton collant.

source: Type button label e.g: Upload Photos
fr_fr: Tapez le bouton étiquette par exemple : Télécharger des Photos

source: Button width
fr_fr: Largeur

source: Type button width in px e.g: 150 (for 150px)
fr_fr: Type de bouton : largeur en px par exemple : 150 (pour 150px)

source: Files allowed
fr_fr: Nombre de fichiers autorisés : %s

source: Type number of files allowed per upload by user, e.g: 3
fr_fr: Tapez le nombre de fichiers autorisés par upload par utilisateur, par exemple: 3

source: File types
fr_fr: Type de fichiers autorisés : %s

source: File types allowed seperated by comma, e.g: jpg,pdf,zip
fr_fr: Dossier types autorisés séparés par des virgules, par exemple : jpg, pdf, zip

source: File size
fr_fr: Fichier : %s, taille : %d, taille de fichier maxi : %d

source: Type size in KB per file uploaded by user, e.g: 5000 (5 MB)
fr_fr: Tapez la taille en Ko par fichier téléchargé par l'utilisateur, par exemple : 5000 (5 Mo)

source: Enable photo editing
fr_fr: Activer l'édition de photo

source: Allow users to edit photos by Aviary API, make sure that Aviary API Key is set in previous tab.
fr_fr: Permettre aux utilisateurs d'éditer des photos par volière API, assurez-vous que la clé API volière est définie dans l'onglet précédent.

source: Editing Options
fr_fr: Choix des options

source: Select editing options
fr_fr: Choix des options

source: Text Input
fr_fr: Texte d'espace réservé pour la recherche d'entrée.

source: regular text input
fr_fr: Texte d'espace réservé pour la recherche d'entrée.

source: Email Input
fr_fr: Texte d'espace réservé pour la recherche d'entrée.

source: email input
fr_fr: Texte d'espace réservé pour la recherche d'entrée.

source: Checkbox
fr_fr: Case à cocher

source: checkbox options
fr_fr: Choix des options

source: Select
fr_fr: Sélectionner la couleur de police

source: select options
fr_fr: Choix des options

source: Textarea
fr_fr: Zone de texte

source: textrea for large input
fr_fr: Erreur: fichier trop grand:

source: Radio buttons
fr_fr: Boutons radio

source: radio buttons
fr_fr: Boutons d'options

source: File upload
fr_fr: Démarrer le depôt

source: file uploader
fr_fr: Erreur: fichier trop grand:

source: Section (Heading)
fr_fr: Section (rubrique)

source: &laquo; Existing forms
fr_fr: « Formes existantes

source: Form Settings
fr_fr: Paramètres

source: Form Fields
fr_fr: Champs du formulaire

source: Save settings
fr_fr: Sauver Paramètres

source: Form name
fr_fr: Nom du formulaire

source: For your reference
fr_fr: Pour votre propre information

source: Receiver(s)
fr_fr: Fichier %s

source: Define the emails used (separeted by comma) to receive emails.
fr_fr: Définir les adresses e-mails utilisés (séparés par des virgules) pour recevoir les e-mails.

source: Sender Email
fr_fr: Adresse e-mail de l’expéditeur

source: Define from what email send the message.
fr_fr: Définir l'adresse e-mail d'expédition.

source: Sender Name
fr_fr: Nom de l’expéditeur

source: Define the name of email that send the message.
fr_fr: Définir le nom de l'expéditeur de l'adresse email qui envoie le message.

source: Subject
fr_fr: Sujet

source: Define the subject of the email sent to you.
fr_fr: Définir l'objet de l'e-mail envoyé.

source: Submit Button Label
fr_fr: Étiquette pour bouton collant.

source: Define the label of submit button.
fr_fr: Étiquette pour bouton collant.

source: Submit Button Class
fr_fr: Classe du bouton d'envoi.

source: Define the class of submit button.
fr_fr: Définir la classe du bouton d'envoi.

source: Success Message
fr_fr: Message de confirmation

source: Define the message when form is submitted successfully.
fr_fr: Définir le message lorsque le formulaire est envoyé avec succès.

source: Error Message
fr_fr: Erreur: fichier trop grand:

source: Define the message when there is an error on send of email.
fr_fr: Définir le message quand il y a une erreur d'envoi de l'e-mail.

source: Receive file mode
fr_fr: Erreur: fichier trop grand:

source: Send as Link (suggestion: if files sizes are big then use this)
fr_fr: Envoyer comme lien de téléchargement (suggestion : si les fichiers sont de grande taille)

source: Send as Attachment (suggestion: if files sizes are normal)
fr_fr: Envoyer comme pièce jointe (suggestion : si les fichiers sont de taille moyenne)

source: Select whether file uploaded by user will be recieved to admin as attachment or link
fr_fr: Choisir si le fichier téléchargé par l'utilisateur, sera reçu dans l'e-mail sous forme de pièce jointe ou un lien.

source: Slide sections using jquery?
fr_fr: Utilisez jQuery pour gérer l'animation des sections

source: Not all section will be shown at once, it add a nice sliding effect.
fr_fr: Toutes les sections ne seront pas représentée à la fois, cela ajoute un agréable effet de 'slide'.

source: Aviary API Key (Photo Editing)
fr_fr: Clé API Aviary (retouche photo)

source: Learn about Aviary
fr_fr: En savoir plus sur Aviary

source: Enter Aviary API Key.
fr_fr: Entrer la clé API Aviary.

source: You need to get your API key from Aviary to use this. It is free as long as you need paid features
fr_fr: Vous devez obtenir votre clé API pour Aviary pour pouvoir l'utiliser.

source: See Demo
fr_fr: Voir Démo

source: Form styling/css
fr_fr: Style CSS du formulaire

source: Form styling/css.
fr_fr: Style CSS du formulaire.

source: select input type below and drag it on right side. Then set more options
fr_fr: sélectionner le type de champ voulu ci-dessous et glisser le sur le côté droit. Vous pourrez réglez plus d'options ensuite

source: Drage form fields here
fr_fr: Glissez les champs de formulaire ici

source: Collapse all
fr_fr: Toutes les options sont mises à jour

source: Expand all
fr_fr: Effacer tout

source: Are you sure?
fr_fr: Êtes-vous sûr de vouloir supprimer ce fichiers ?

source: Are you sure to remove this input field?
fr_fr: Êtes-vous sûr de vouloir supprimer ce champ de saisie ?

source: Existing Form Meta
fr_fr: Formulaires de méta-informations existants

source: Name.
fr_fr: Nom.

source: Meta.
fr_fr: Méta-Informations.

source: Form.
fr_fr: Formulaire.

source: Delete.
fr_fr: Supprimer

source: Get access to support forum and post your question instantly.
fr_fr: Accédez au support forum et postez votre question immédiatement.

source: Set upload file as Required
fr_fr: Fichier de téléchargement réglée selon les besoins

source: Allow multiple file upload
fr_fr: Permettre l'upload de fichier multiple

source: Save all enteries as Custom Post Type
fr_fr: Enregistrez tous les enteries sous Custom Post Type

source: Add unlimited receiver's email
fr_fr: Ajouter message électronique du récepteur illimité

source: Date picker field input
fr_fr: Champ de sélecteur de date d'entrée

source: Sections can be placed to split long forms
fr_fr: Sections peuvent être placées pour fractionner les longs formulaires

source: Hidden field can be embedded into form with pre-set value
fr_fr: Champ caché peut être incorporé dans la forme avec la valeur prédéfinie

source: Set Max. and Min. Checked options for checkbox
fr_fr: La valeur Max. et les options min. vérifié pour checkbox

source: Add custom css for each form
fr_fr: Ajouter css personnalisé pour chaque formulaire

source: Get Pro
fr_fr: Téléchargez Pro

source: Best Photo Editing Tool
fr_fr: Meilleur outil de retouche photo

source: This plugin can be used as best Photo Editing Tool to allow your users to upload and Edit Photos online using world's best Photo Editor 'Aviary'. There is an Add-on for this
fr_fr: Ce plugin peut être utilisé comme outil d'édition de photo pour permettre à vos utilisateurs de télécharger et modifier des photos en ligne en utilisant l'éditeur \\'Aviary'\\. Il y a un Add-on pour ça.

source: What is Aviary?
fr_fr: Qu'est-ce qu'Aviary ?

source: See Photo Editing Add-on Demo
fr_fr: Voir la démo de l'Add-on de retouche Photo

source: Images thumb size
fr_fr: Taille de police

source: Enter integer value for thumb size for images
fr_fr: Entrez la valeur entière pour la taille de pouce pour les images

source: e.g: <strong>100</strong>
fr_fr: par exemple : <strong>100</strong>

source: Redirect?
fr_fr: Redirection

source: Type redirect url after form submitted, leave blank for alert on same page
fr_fr: Type de redirection url après le formulaire soumis, laisser en blanc pour l'alerte sur la même page

source: File type not supported message
fr_fr: Type de fichier non pris en charge message

source: This message will be shown invalid file type is selected
fr_fr: Ce message s'affichera comme non valide type de fichier est sélectionné

source: Basic Setting
fr_fr: Réglage de base

source: Set options as per your need
fr_fr: Définissez les options selon votre besoin

source: Need more? Get PRO
fr_fr: Besoin de plus ? Téléchargez PRO

source: Following features are only available in PRO version
fr_fr: Les fonctionnalités suivantes ne sont disponibles dans la version PRO

source: Setting settings
fr_fr: Paramètres

source: File(s) are attached
fr_fr: Taille maximale du fichier : %s

source: Select option
fr_fr: Choix des options
